[Play_X2_XP_KAL_S_Ambush_A AkEvent]
SpokenText="The Chosen caught us in an ambush, Commander! We need to get our people out of there!"

[Play_X2_XP_KAL_S_Covert_Action_Complete_A AkEvent]
SpokenText="The latest operation has been completed, Commander."

[Play_X2_XP_KAL_S_First_Res_Op_Geoscape AkEvent]
SpokenText="One of our Templars could use your assistance, Commander."

[Play_X2_XP_KAL_S_Generic_Confirmation_A AkEvent]
SpokenText="As you wish, Commander."

[Play_X2_XP_KAL_S_Influence_Increased_A AkEvent]
SpokenText="The strength of our resistance is growing, Commander. And so we fight."

[Play_X2_XP_KAL_S_Met AkEvent]
SpokenText="We have heard of your greatness, Commander. We look forward to experiencing your brilliance firsthand."

[Play_X2_XP_KAL_S_New_Covert_Actions_A AkEvent]
SpokenText="Commander, new opportunities to strengthen the Resistance have appeared."

[Play_X2_XP_KAL_S_Support_Great_Mission_01 AkEvent]
SpokenText="We are stronger by far when working together. Your skill is unquestionable, Commander."

[Play_X2_XP_KAL_S_Support_Tough_Mission_01 AkEvent]
SpokenText="Perhaps you are not as brilliant as we had heard, Commander. I pray this loss does not become a common theme."

[Play_X2_XP_KAL_S_Templar_Class_Intro AkEvent]
SpokenText="My people understand the value of our cooperation, Commander. The Elders see us as nothing more than raw materials for their designs. We will take back our power and turn it against them."

[Play_X2_XP_S_KAL_Ambient_Blacksite AkEvent]
SpokenText="These discoveries of the Elders' horrific experiments on our people should come as no surprise, but that does make them any less unsettling. As we have seen, they would take not only our power and our world, but the essence of our very being, as well."

[Play_X2_XP_S_KAL_Ambient_Forge AkEvent]
SpokenText="The Elders have taken a great deal from our world, and now they would weave it into something new, something born of an even more vicious and intolerable process."

[Play_X2_XP_S_KAL_Ambient_Philosophy AkEvent]
SpokenText="Psionic energy flows throughout our world, and by mastering its forces, the Templars are able to reach beyond what any human once thought possible. When the Elders are truly banished from the Earth, we will be the masters of the power they have left behind."

[Play_X2_XP_S_KAL_Ambient_PsiGate AkEvent]
SpokenText="It's clear the Elders have used these portals to bring their endless armies into our world, returning with whatever they would pillage from our people. It may be best to destroy these gateways where they stand."

[Play_X2_XP_S_KAL_Ambient_Reaper_Musing AkEvent]
SpokenText="The Reapers believe in nothing, and share little interest in preserving the true nature of our world beyond what their eyes can show them. Their actions have enraged the Elders and brought fear to their minions. In that respect they are a valued ally, as long as they remain loyal to our cause."

[Play_X2_XP_S_KAL_Ambient_Skirmisher_Musing AkEvent]
SpokenText="My followers remain in disbelief that any who once served the Elders, could ever truly defy their false gods. We remain wary of their kind, but for now their quest for vengeance serves our purpose."

[Play_X2_XP_S_KAL_Chosen_Killed_Stronghold AkEvent]
SpokenText="All of the Templars are in your debt, Commander, you have done what none other thought possible-the death of the Elders' vicious child. Your heroics will allow my people to advance the fight against the Elders and drive them even closer to the void!"

[Play_X2_XP_S_KAL_Confirm_Covert_Action_A AkEvent]
SpokenText="Understood, Commander, my followers will appreciate the support of your soldiers."

[Play_X2_XP_S_KAL_Confirm_Covert_Action_B AkEvent]
SpokenText="We will begin the covert action immediately, Commander."

[Play_X2_XP_S_KAL_Confirm_Covert_Action_C AkEvent]
SpokenText="My followers will lead this action to victory."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_A AkEvent]
SpokenText="Our covert action was ambushed, Commander, I will question my followers as to what happened."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_B AkEvent]
SpokenText="Our people have survived, Commander, but the ambush by the Elders' army has all but destroyed our chances today."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_C AkEvent]
SpokenText="The Elders grow fearful of our actions, their ambush is a sign of desperation."

[Play_X2_XP_S_KAL_Covert_Action_Complete_A AkEvent]
SpokenText="Our action together is complete, Commander."

[Play_X2_XP_S_KAL_Covert_Action_Complete_B AkEvent]
SpokenText="Together we have succeeded in our task."

[Play_X2_XP_S_KAL_Covert_Action_Complete_C AkEvent]
SpokenText="Our cooperation has proven to be a boon to the resistance."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="We have recovered another piece of valuable information on the Elders' vicious children."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Our unified Resistance continues to learn a great deal about these Chosen that pursue us."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="We have learned another piece of information about the Chosen and their schemes."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="As a result of our recent actions together, one of my greatest followers has chosen to join you on the front lines."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="Commander, after seeing your magnificent forces in battle, a Templar champion seeks to join you and serve the cause."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="Commander, based on the succes of our recent actions together, a brave Templar wishes to join you in your fight against the Elders."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_A AkEvent]
SpokenText="We continue to progress in our campaign against the Elders, and now we gain new abilities as a result."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_B AkEvent]
SpokenText="My followers and your people continue to grow in skill, and now the Resistance can take on more responsibility should you need it."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_C AkEvent]
SpokenText="With our success, comes the opportunity for you to assign us new orders, Commander."

[Play_X2_XP_S_KAL_Faction_Encountered AkEvent]
SpokenText="I greet you as an ally facing a shared enemy. My followers seek balance with the Psionic forces that flow through the Earth and all its inhabitants. We channel this energy, aided by technology of our own design, to pursue justice for those who have fallen victim to the Elders and their servants."

[Play_X2_XP_S_KAL_Faction_Leader_Intro AkEvent]
SpokenText="Oh, Commander, it's about time we spoke, don't you think? I'm Geist, leader of the Templar Order. But I am sure you already knew that. Stories of me tend to spread far and wide. You are welcome here anytime, Commander. For among all others of your kind you alone know the true power of the Elders. You have touched their minds. You have heard their voice. And surely you know that they must fall. On behalf of all Templars I humbly offer our services towards their demise. Together we shall be unstoppable."

[Play_X2_XP_S_KAL_First_Order_Screen AkEvent]
SpokenText="My followers have learned a great many things during our brief time in this world. With your direction, they will seek out a new means of defying the Elders and empowering the Resistance."

[Play_X2_XP_S_KAL_First_Order_Screen_Slot_Open AkEvent]
SpokenText="Commander, my followers can now take on additional orders at your discretion."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_A AkEvent]
SpokenText="My followers grow increasingly reverent of your abilities, Commander."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_B AkEvent]
SpokenText="Our trust in XCOM and its leader continues to prove well-placed."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_C AkEvent]
SpokenText="Together our peoples grow strong in their shared cause."

[Play_X2_XP_S_KAL_Influence_Gained_MED_A AkEvent]
SpokenText="Slowly but steadily our faith in your word grows, Commander."

[Play_X2_XP_S_KAL_Influence_Gained_MED_B AkEvent]
SpokenText="In time, the trust between our peoples will grow."

[Play_X2_XP_S_KAL_Influence_Gained_MED_C AkEvent]
SpokenText="My followers have come to believe in you, Commander."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_A AkEvent]
SpokenText="Commander, I have learned that we have new opportunities to strike at the Elders, should you wish to pursue them."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_B AkEvent]
SpokenText="A new chance to disrupt the Elders' plans has presented itself, and my followers are eager to proceed."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_C AkEvent]
SpokenText="We have a chance to deal the Elders a great blow, should you wish us to, Commander."

[Play_X2_XP_S_KAL_Res_Op_Failure_A AkEvent]
SpokenText="The Resistance will suffer for our failings."

[Play_X2_XP_S_KAL_Res_Op_Failure_B AkEvent]
SpokenText="Even in failure, we must remain confident."

[Play_X2_XP_S_KAL_Res_Op_Failure_C AkEvent]
SpokenText="My followers will need reassurance after this loss."

[Play_X2_XP_S_KAL_Res_Op_Failure_D AkEvent]
SpokenText="Our morale suffers, but our spirit is strong."

[Play_X2_XP_S_KAL_Res_Op_Failure_E AkEvent]
SpokenText="We must learn from the mistakes of the past."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_A AkEvent]
SpokenText="Commander, I must ask for your help with an operation critical to the Resistance."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_B AkEvent]
SpokenText="Some of my followers have encountered difficulties in the field. Your aid would certainly lessen the risks."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_C AkEvent]
SpokenText="The aliens continue to make the lives of my followers difficult, but with your help this mission may prove less dangerous."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_D AkEvent]
SpokenText="My followers require assistance beyond what I can provide. Can you help us, Commander?"

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_E AkEvent]
SpokenText="As allies, I must call upon your help to aid my followers."

[Play_X2_XP_S_KAL_Res_Op_Success_A AkEvent]
SpokenText="A great success, Commander."

[Play_X2_XP_S_KAL_Res_Op_Success_B AkEvent]
SpokenText="My followers honor your success."

[Play_X2_XP_S_KAL_Res_Op_Success_C AkEvent]
SpokenText="You have done a great thing today."

[Play_X2_XP_S_KAL_Res_Op_Success_D AkEvent]
SpokenText="The Resistance is bolstered by your success."

[Play_X2_XP_S_KAL_Res_Op_Success_E AkEvent]
SpokenText="You leave us with no doubts as to your skill."

[Play_X2_XP_S_KAL_Res_Order_Confirm_A AkEvent]
SpokenText="My followers will obey."

[Play_X2_XP_S_KAL_Res_Order_Confirm_B AkEvent]
SpokenText="I will pass along your order."

[Play_X2_XP_S_KAL_Res_Order_Confirm_C AkEvent]
SpokenText="The Templars will follow."

[Play_X2_XP_S_KAL_Res_Order_Confirm_D AkEvent]
SpokenText="I understand, Commander."

[Play_X2_XP_S_KAL_Res_Order_Confirm_E AkEvent]
SpokenText="It is already underway."

[Play_X2_XP_S_KAL_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="Empathy for an ally in need is one of the many traits that separates us from the aliens."

[Play_X2_XP_S_KAL_Walkup_Faction_Only AkEvent]
SpokenText="Your victory over the Elders' immortal servant will bring hope to all those who thought its death impossible."

